import React from "react";

const AboutMe = ()=>{

    return(
        <p>
        У нас вы найдете:
        <br />
        <br />
        1) все, что может понадобиться ребенку и родителям:
        автокресла, коляски, манежи, переноски, игрушки и многое
        другое. <br />
        <br />
        2) бытовую технику, электронику
        <br />
        <br />
        3) Туристические товары для кемпинга, походов и
        альпинизма.
        <br />
        <br />
        Все вещи после каждого клиента проходят полный комплекс
        очистки: чистка, стирка, дезинфекция, кварцевание,
        упаковка.
        <br />
        Доставка.
        <br />
        График работы: пн-вс с 11 до 20
        <br />
      </p>
    )
}

export default AboutMe;

