import React from 'react';
import { Header, Footer } from '../../components/index';
import './footer-pages.css';

const ConfidencePolicy = () => {
  React.useEffect(() => {
    window.scrollTo(0, 0);
  }, []);

  return (
    <div className="CardThings">
      <Header />
      <div className="CardThings_Wrapper">
        <div className="CardThings_Wrapper_container">
          <div className="container_content_card">
            <div className="card_content_footer_pages">
              <h1 className="footer_pages_main_title">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ </h1>
              <h2 className="footer_pages_main_title">#разделисдругим </h2>
              <h3 className="footer_pages_main_title">1. Общие сведения </h3>
              <p className="footer_pages_main_p">
                Физическое лицо Клементьева Ольга Анатольевна («razdelisdrugim.by»,
                «#разделисдругим», «мы», «наш» или «нам»), выступающая в качестве оператора
                персональных данных, обязуется защищать и соблюдать конфиденциальность данных,
                предоставляемых вами (пользователями). В настоящем положении («Положении о
                конфиденциальности») говорится о применяемом нами порядке сбора, использования и
                раскрытия данных, которые могут предоставляться вами посредством данного веб-сайта
                (далее «Веб-сайт») и/или наших мобильных приложений (в дальнейшем именуемых
                «Приложение»).
              </p>
              <p className="footer_pages_main_p">
                Настоящим Положением о конфиденциальности (в совокупности с нашими Условиями, всеми
                прочими соответствующими документами и нашим Положением об использовании
                cookie-файлов) устанавливаются правила, в соответствии с которыми мы осуществляем
                обработку ваших персональных данных, которые вы нам предоставляете или которые мы
                собираем. Просим вас внимательно ознакомиться с приведенной далее информацией о
                наших принципах и правилах, касающихся персональных данных пользователей и обработки
                нами таких данных.
              </p>
              <h3 className="footer_pages_main_title">2. Какие данные о вас мы собираем? </h3>
              <p className="footer_pages_main_p">
                Мы можем осуществлять сбор и обработку (включая сбор, запись, систематизацию,
                накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
                (трансграничную) передачу (распространение, предоставление, доступ), обезличивание,
                блокирование, удаление, уничтожение) следующих данных о вас как о пользователе:
              </p>
              <p className="footer_pages_main_p">
                2.1 Информация, предоставляемая вами. Вы можете предоставлять нам информацию,
                включающую информацию, с помощью которой вас можно идентифицировать («персональные
                данные»), при использовании нашего Веб-сайта/Приложения посредством заполнения форм
                на Веб-сайте/в Приложении (например, форм регистрации), при использовании нашего
                сервиса бронирования вещей и имущества, предоставляемого на нашем
                Веб-сайте/Приложении и Сайте третьего лица, при участии в каких-либо наших
                конкурсах, рекламных акциях или опросах, при общении с нами по телефону, электронной
                почте или иным способом, а также при сообщении о проблеме с нашим
                Веб-сайтом/Приложением.
              </p>
              <h3 className="footer_pages_main_title">
                Информация, которую вы нам предоставляете, может включать следующее:{' '}
              </h3>
              <p className="footer_pages_main_p">
                2.1.1 обязательная информация, необходимая для регистрации с целью получения услуг,
                предоставляемых на нашем Веб-сайте/в нашем Приложении, или доступа к другим нашим
                сервисам, включающая имя, фамилию, адрес электронной почты, дату рождения, пол,
                номер мобильного телефона и пароль пользователя. Все указанные поля обязательны для
                заполнения. Если вы не укажете необходимую информацию, #разделисдругим не будет
                иметь возможности предоставлять вам услуги в полном объеме, предлагаемые на нашем
                Веб-сайте и в нашем Приложении, следовательно, вы не сможете создать учетную запись
                пользователя на нашем Веб-сайте/в нашем Приложении;
              </p>
              <p className="footer_pages_main_p">
                2.1.2 фотография;<br></br>
                2.1.3 почтовые адреса;<br></br>
                2.1.4 номер телефона;<br></br>
                2.1.5 адрес электронной почты;<br></br>
                2.1.6 ссылки на личные страницы в социальных сетях;<br></br>
                2.1.7 позывные аккаунтов в мессенджерах;<br></br>
                2.1.8 информация «о себе»;<br></br>
                2.1.9 содержание переписки между вами и нами;<br></br>
                2.1.10 информация обо всех бронированиях, вами осуществленных, или поданных
                объявлениях, размещенных вами на нашем Веб-сайте/в нашем Приложении или через них;
                <br></br>
                2.1.11 данные бухгалтерских или финансовых операций, проводимых через наш
                Веб-сайт/Приложение или иным способом, в том числе операций по оплате Сбора за
                услуги, проводимых через веб-сайт поставщика платежных услуг. Они могут включать, в
                том числе, идентификационный номер, сумму и валюту транзакции, данные поставщика в
                сфере платежных услуг, данные платежной карточки или банковского счета, данные об
                имуществе, которое Вы забронировали или предложили через наш Веб-сайт/Приложение;
                <br></br>
                2.1.12 информация о ваших посещениях нашего Веб-сайта/Приложения и ресурсов, к
                которым у вас имеется доступ;<br></br>
                2.1.13 ваши ответы в каких-либо опросах или анкетах, например отзывы о пользователях
                и их имуществе, которыми вы поделились с другими пользователями нашего сервиса;
                такие сведения могут использоваться в целях аналитики и для понимания потребностей
                пользователя;<br></br>
                2.1.14 информация, мы можем у вас запросить и/или которая может потребоваться, когда
                вы сообщаете нам о проблеме с нашим Веб-сайтом/Приложением или нашим сервисом,
                например тема вашего запроса, отправляемого в службу поддержки;<br></br>
                2.1.15 информация о местонахождении;<br></br>
                2.1.16 информация о паспортных данных, в том числе предоставленных Вами в
                добровольном порядке, и иные данные или документы, которые вы соглашаетесь нам
                предоставить, в том числе по нашему запросу;<br></br>
                2.1.17информация, включающая ваши полные фамилию и имя, пол, номер телефона, адрес
                электронной почты, с целью ее передачи пользователю для связи с Вами как владельцем
                имущества.<br></br>
                2.2 Информация, сбор которой производится нами автоматически.<br></br>
                2.2.1 Если вы регистрируетесь на Веб-сайте / в Приложении через социальные сети,
                #разделисдругим получает доступ к определенным персональным данным (например, к
                имени, фамилии, фотографии, адресу электронной почты, информации о количестве друзей
                на Facebook и т.д.), имеющимся в ваших учетных записях в социальных сетях в
                соответствии с действующими условиями использования таких социальных сетей. Мы также
                осуществляем сбор некоторых ваших персональных данных при использовании вами функций
                сторонних социальных сетей, например, функции «Мне нравится».<br></br>
                2.2.2 Что касается каждого посещения вами нашего Веб-сайта/Приложения, в
                соответствии с применимым законодательством и при необходимости с вашего согласия мы
                можем собирать данные об устройствах, которые вы используете, и о сетях, к которым
                вы подключаетесь при использовании наших сервисов. К таким данным может относиться
                следующее: ваш IP-адрес, данные для входа в систему, информация о виде и версии
                браузера, о видах плагинов браузера, операционной системе и платформе, история
                посещений нашего Веб-сайта/Приложения, страниц через них и с них с указанием URL,
                история просмотра или поиска, информация об ошибках загрузки, продолжительности
                посещения определенных страниц, взаимодействии со страницами и любые телефонные
                номера, с которых были сделаны звонки в нашу службу поддержки клиентов. Мы выполняем
                сбор указанных данных с помощью различных технологий, в том числе файлов «cookie»
                (более подробную информацию см. в нашем Положении об использовании cookie-файлов).
                <br></br>
                2.2.3 Кроме того, мы осуществляем сбор общей информации о ваших действиях на нашей
                платформе (например, о количестве предложенного для аренды имущества, процент ваших
                ответов на сообщения и т.д.), отзывы и оценки о Вас и Вашем имуществе, полученные от
                других пользователей. Такая информация может быть размещена в вашем публичном
                профиле на нашей платформе.<br></br>
              </p>
              <h3 className="footer_pages_main_title">2. Какие данные о вас мы собираем? </h3>
              <p className="footer_pages_main_p">
                Собранная нами информация используется в следующих целях:<br></br>
                3.1 исполнение наших обязательств, проистекающих из любых договоров, заключенным
                между вами и нами, а также предоставление вам информации и услуг, которые вы у нас
                запросили, в том числе предоставление вам сервиса бронирования имущества,
                предоставляемого на нашем Веб-сайте/Приложении;<br></br>
                3.2 направление вам связанной с сервисами информации по электронной почте, и/или
                СМС, и/или другими средствами связи (например, о подтверждении бронирования,
                поступившей заявке на бронирование);<br></br>
                3.3 прием платежей от вас или, если применимо, перевод вам платежей, полученных нами
                от вашего имени;<br></br>
                3.4 предоставление вам возможностей персонализации своего профиля на нашей
                платформе; 3.5 предоставление вам возможностей общения и взаимодействия с другими
                пользователями в отношении наших сервисов или имущества, которыми Вы
                поделились/поделитесь;<br></br>
                3.6 предоставление вам доступа к нашим сервисам поддержки и возможности общения с
                нашей службой поддержки;<br></br>
                3.7 обеспечение соблюдения (i) применимого законодательства, (ii) наших Условий,
                (iii) Положения о конфиденциальности и (iv) Правил поведения. В случае определенных
                нарушений, которые мы считаем недопустимыми, действие вашей учетной записи может
                быть приостановлено;<br></br>
                3.8 рассылка вам в соответствии с применимым законодательством рекламных материалов
                и информации, необходимой для упрощения сервиса или процесса бронирования, а также
                чтобы делать вам предложения и рекомендации относительно товаров и услуг, связанных
                с нашим сервисом, которые могут вас заинтересовать. Кроме того, мы используем ваши
                данные для показа вам нашей рекламы в социальных сетях. Более подробную информацию о
                том, как работают данные функции, и о собираемых о вас данных, вы можете найти на
                соответствующих страницах социальных сетей;.<br></br>
                3.9 уведомление вас об изменениях нашего сервиса;<br></br>
                3.10 администрирование нашего Веб-сайта/Приложения и проведение внутренних работ, в
                том числе устранение неполадок, анализ данных, тестирование, исследования,
                аналитика, опросы;<br></br>
                3.11 улучшение нашего Веб-сайта/Приложения в целях наиболее эффективного
                представления контента для вас и ваших устройств;<br></br>
                3.12 предоставление вам доступа к интерактивным функциям нашего сервиса, когда вам
                это необходимо;<br></br>
                3.13 способствование обеспечению безопасности и надежности нашего
                Веб-сайта/Приложения;<br></br>
                3.14 оценка и определение эффективности рекламы, которую мы размещаем для вас и
                других лиц, и размещение соответствующей рекламы для вас;<br></br>
                3.15 верификация предоставленных вами данных (телефон, электронная почта, паспортные
                данные).<br></br>
              </p>
              <h3 className="footer_pages_main_title">
                4. Кто является получателями собранной нами о вас информации, и для каких целей?{' '}
              </h3>
              <p className="footer_pages_main_p">
                4.1 При использовании нашего сервиса определенная информация о вас сообщается
                соответствующим участникам наших сервисов либо в вашем публичном профиле, либо в
                процессе бронирования, исключительно в объеме, необходимом для использования сервиса
                (например, мы сообщаем ваш номер телефона участникам, которые хотят забронировать
                Ваше имущество).<br></br>
                4.2 Мы можем получать и передавать информацию о вас, включая персональные данные,
                если вы пользуетесь любыми другими веб-сайтами или Приложениями, управляемыми нами
                или другими организациями и аффилированными лицами #разделисдругим, для достижения
                целей, оговоренных в настоящем Положении о конфиденциальности.<br></br>
                4.3 Кроме того, мы тесно сотрудничаем с третьими лицами, которые могут быть
                получателями ваших персональных данных, например:<br></br>— с нашими деловыми
                партнерами, которые являются социальными сетями и могут предоставлять вам сервисы,
                позволяющие добавлять информацию из своих профилей в социальных сетях на наш сайт;
                <br></br>— с нашими деловыми партнерами, которые могут рекламировать свои сервисы на
                нашем Веб-сайте и в нашем Приложении, на которые вы можете решить подписаться: к
                таким сервисам относятся любые сервисы, связанные с нашими, например сервисы по
                страхованию, банковскому обслуживанию и аренде;<br></br>— с нашими деловыми
                партнерами, которые могут рекламировать наши сервисы на своих веб-сайтах;<br></br>—
                с нашими подрядчиками в технической сфере, в сфере приема платежей, верификации
                данных, поддержки пользователей, модерации, лицами, занимающимися аналитикой.
                <br></br>
                4.4 Мы не раскрываем никакую информацию о вас, как о пользователе, в том числе ваши
                персональные данные, вышеуказанным третьим лицам, за исключением следующих случаев:
                <br></br>
                4.4.1 если необходимо вовлечь стороннего поставщика услуг для исполнения какого-либо
                договора, заключенного между вами и нами с целью улучшения или расширения наших
                сервисов (например, если мы взимаем с вас Сбор за услуги или получаем денежные
                средства от вас в связи с какими-либо сервисами на Веб-сайте/в Приложении);<br></br>
                4.4.2 в рамках процесса бронирования и с целью предоставления необходимых сервисов
                такие данные, как ваши имя, фамилия, фотография, номер мобильного телефона и/или
                адрес электронной почты, могут отображаться на Веб-сайте/в Приложении и/или
                передаваться пользователям, желающим забронировать Ваше имущество;<br></br>
                4.4.3 в рамках нашей системы рейтинговой оценки написанные вами отзывы публикуются
                на Веб-сайте/в Приложении; отзывы с указанием вашего сокращенного имени и с вашей
                фотографией видны всем посетителям Веб-сайта/Приложения;<br></br>
                4.4.4 мы сотрудничаем с поставщиками услуг по обработке и анализу данных и
                используем поисковые системы для улучшения и оптимизации нашего
                Веб-сайта/Приложения;<br></br>
                4.4.5 это напрямую запрошено вами (например, в случае авторизации через социальные
                сети);<br></br>
                4.4.6 мы можем частично размещать контент нашего сервиса (в том числе размещенную
                вами информацию об имуществе) на веб-сайтах наших деловых партнеров через API или
                виджеты; в таких случаях на вышеуказанных веб-сайтах может быть размещена
                определенная информация из вашего публичного профиля;<br></br>
                4.4.7 кроме того, #разделисдругим может раскрывать информацию о вас, если это
                необходимо в соответствии с законодательством или если мы искренне убеждены, что
                такой доступ, сохранение или раскрытие обосновано необходимо для (i) реагирования на
                претензии, предъявленные к #разделисдругим, (ii) соблюдения требований
                законодательства, (iii) исполнения каких-либо соглашений с нашими пользователями,
                таких как наши Условия, Положение о конфиденциальности, наши Правила поведения, (iv)
                в чрезвычайной ситуации, которая может повлечь за собой нанесение вреда здоровью,
                травмы какому-либо лицу или его смерть, (v) проведения расследования, (vi) защиты
                прав, имущества и обеспечения личной безопасности #разделисдругим, его пользователей
                и прочих лиц;<br></br>
                4.4.8 при продаже или покупке нами каких-либо бизнеса или активов, когда мы можем
                раскрыть ваши персональные данные будущему продавцу или покупателю указанных бизнеса
                или активов, согласно применимому законодательству;<br></br>
                4.4.9 при приобретении #разделисдругим или всех или части его активов третьим лицом,
                когда имеющиеся у сервиса персональные данные его пользователей будут одним из
                передаваемых активов.<br></br>
                4.5 В соответствии с применимым законодательством и, где требуется, с вашего
                согласия, мы можем объединить информацию о вас, в том числе ваши персональные данные
                и данные «cookie», которые мы передаем нашим деловым партнерам и получаем от них. Мы
                можем использовать данную информацию и объединенную информацию в вышеизложенных
                целях.<br></br>
                4.6 Обращаем ваше внимание на то, что, если вы решаете предоставить нам информацию о
                себе, в том числе персональные данные, через сервисы наших деловых партнеров,
                позволяющие добавлять информацию на наш сайт, помимо настоящего Положения о
                конфиденциальности, к вам может быть также применима политика конфиденциальности
                и/или положение о конфиденциальности каких-либо из наших деловых партнеров. Мы не
                контролируем сбор и/или обработку информации о вас, которые осуществляются на
                собственных сайтах наших деловых партнеров.<br></br>
              </p>
              <h3 className="footer_pages_main_title">
                5. Как мы используем и модерируем ваши сообщения?{' '}
              </h3>
              <p className="footer_pages_main_p">
                5.1 Мы можем проверять, сканировать или анализировать сообщения, которые вы, как
                пользователи нашего сервиса, отправляете друг другу через наш Веб-сайт/Приложение,
                для предотвращения мошенничества, улучшения качества сервиса, поддержки клиентов,
                исполнения договоров с пользователями (например наших Условий, наших Правил
                поведения). Например, для предотвращения обхода нашей системы онлайн-бронирования мы
                можем сканировать и анализировать сообщения, отправляемые через наш сайт, чтобы
                проверить, не содержатся ли в них какие-либо контактные данные или ссылки на другие
                веб-сайты.<br></br>
                5.2 Мы никогда не сканируем и не анализируем сообщения, которые вы, как пользователи
                нашего сайта, отправляете друг другу, в коммерческих и рекламных целях. Мы можем
                выполнять модерацию таких сообщений автоматическими способами.<br></br>
                5.3 Настоящим вы подтверждаете свое полное согласие на доступ к, мониторинг и иное
                использование ваших сообщений на условиях, описанных выше.<br></br>
              </p>
              <h3 className="footer_pages_main_title">
                6. Целевая реклама в социальных сетях и наши сообщения, направляемые по электронной
                почте и/или SMS
              </h3>
              <p className="footer_pages_main_p">
                В соответствии с применимым законодательством мы можем использовать информацию,
                которую вы нам предоставляете на нашем Веб-сайте/в Приложении, в целях прямого
                электронного маркетинга (например, (i) для нашей информационной рассылки,
                отправления приглашений на наши мероприятия или иных сообщений, которые, по нашему
                мнению, могут быть вам интересны, или (ii) размещения специально для вас целевой
                рекламы в социальных сетях).<br></br>
                Вы можете в любое время отозвать свое согласие, (i) убрав «галочку» из
                соответствующего поля в своем профиле, (ii) нажав на ссылку отмены подписки, которая
                содержится в каждом сообщении, которое вы получаете от #разделисдругим, или (iii)
                связавшись с нами способом, указанным в разделе 13 далее.<br></br>
                Пожалуйста, обратите внимание, что мы никогда не используем ваши персональные данные
                для отправки вам рекламных сообщений от третьих лиц. Кроме того, мы не продаем
                никакую информацию о вас третьим лицам или деловым партнерам.<br></br>
              </p>
              <h3 className="footer_pages_main_title">
                7. Передаются ли данные о вас, как и куда?
              </h3>
              <p className="footer_pages_main_p">
                После сохранения ваших персональных данных с использованием баз данных,
                расположенных на территории Республики Беларусь, мы можем показывать их
                пользователям, находящимся в других странах, включая страны Европейского Союза и
                Евразийского Экономического Союза.<br></br>В случае такого раскрытия данных мы
                гарантируем соблюдение действующего законодательства о персональных данных и
                настоящего Положения о конфиденциальности и обеспечиваем наличие необходимых
                защитных мер для защиты прав субъектов персональных данных.<br></br>
              </p>
              <h3 className="footer_pages_main_title">
                8. Какими правами вы обладаете в отношении своих персональных данных?
              </h3>
              <p className="footer_pages_main_p">
                8.1 В тех случаях, когда это разрешено законом, вы имеете право на получение копии
                своих персональных данных, имеющихся у нас. Перед тем как ответить на ваш запрос, мы
                имеем право потребовать, чтобы вы (i) удостоверили свою личность и (ii) предоставили
                дополнительную информацию, чтобы мы могли более эффективно ответить на ваш запрос.
                Мы будем предпринимать все усилия, чтобы ответить на запрос в соответствующий срок и
                в любом случае в срок, установленный законодательством. Чтобы воспользоваться данным
                правом, пожалуйста, свяжитесь с нами, направив письмо на адрес электронной почты,
                указанный в разделе 13 далее.<br></br>
                8.2 Как пользователь нашего Веб-сайта/Приложения вы имеете доступ к своим
                персональным данным, хранящимся у нас, через свою учетную запись для исправления,
                дополнения или удаления неточной информации. Вы обязаны указывать в своем профиле
                достоверную, точную и полную информацию и следить за ее актуальностью. Кроме того,
                вы можете в любое время закрыть свой профиль в режиме онлайн. Вы также можете
                обновить или удалить свои персональные данные, направив нам письмо на адрес
                электронной почты, указанный в разделе 13 далее.<br></br>В случае, если вы, как
                пользователь, хотите отозвать согласие на обработку ваших персональных данных
                согласно настоящему Положению о конфиденциальности, пожалуйста, свяжитесь с нами,
                направив письмо на адрес электронной почты, указанный в разделе 13 далее. Однако
                следует учесть, что в некоторых случаях мы можем сохранить определенную информацию о
                вас в соответствии с требованиями законодательства или в законных целях. Например,
                если мы считаем, что вы совершили мошенничество или нарушили наши Условия, мы можем
                сохранить определенную информацию о вас для предотвращения нарушения вами правил,
                действующих на нашем сервисе.<br></br>
              </p>
              <h3 className="footer_pages_main_title">
                9. Файлы «cookie» и аналогичные технологии
              </h3>
              <p className="footer_pages_main_p">
                Более подробную информацию см. в нашем Положении об использовании cookie-файлов.
              </p>
              <h3 className="footer_pages_main_title">
                10. Конфиденциальность пароля пользователя
              </h3>
              <p className="footer_pages_main_p">
                Выбирая пароль, предоставляющий доступ к определенным разделам нашего
                Веб-сайта/Приложения, вы отвечаете за сохранение конфиденциальности данного пароля.
                Мы просим вас никому не сообщать свой пароль.
              </p>
              <h3 className="footer_pages_main_title">
                11. Ссылки и переадресация на другие веб-сайты и социальные сети
              </h3>
              <p className="footer_pages_main_p">
                На нашем Веб-сайте/в Приложении могут периодически содержаться ссылки на веб-сайты,
                являющиеся нашими партнерскими сетями, рекламодателями, поставщиками платежных услуг
                и аффилированными лицами. При переходе по ссылке на какой-либо из этих веб-сайтов, в
                том числе на Сайт третьего лица, следует учитывать, что у данных веб-сайтов имеется
                собственная политика конфиденциальности, за которую мы не несем никакой
                ответственности. Перед тем как предоставить на этих веб-сайтах и Сайте третьего лица
                какие-либо персональные данные, пожалуйста, изучите размещенные на таких сайтах
                условия использования и политику конфиденциальности.
              </p>
              <h3 className="footer_pages_main_title">
                12. Изменения положения о конфиденциальности
              </h3>
              <p className="footer_pages_main_p">
                Любые изменения, которые в будущем мы можем внести в настоящее Положение о
                конфиденциальности, будут приведены на данной странице. В случаях, где это
                необходимо, мы уведомим вас, как пользователя, или обратимся к вам для получения
                вашего согласия. Пожалуйста, регулярно проверяйте, не было ли настоящее Положение о
                конфиденциальности уточнено или изменено.
              </p>
              <h3 className="footer_pages_main_title">13. Обратная связь</h3>
              <p className="footer_pages_main_p">
                Если вы хотите связаться с нами для того, чтобы сообщить свое мнение о наших
                принципах соблюдения конфиденциальности, или чтобы направить запрос в отношении
                своих персональных данных, вы можете это сделать, направив письмо на адрес
                электронной почты admin@razdelisdrugim.by.<br></br>
                Настоящим я подтверждаю, что понимаю и полностью согласен с вышеуказанными условиями
                обработки моих персональных данных.
              </p>
            </div>
          </div>
        </div>
      </div>
      <Footer />
    </div>
  );
};

export default ConfidencePolicy;
